Repository: MarijnDoeve/TijdVoorDeTest
Catalog: translations/messages+intl-icu.*.xliff
Languages: nl

source: Active Quiz
nl: Actieve test

source: Add
nl: Toevoegen

source: Add Candidate
nl: Voeg kandidaat toe

source: Add Candidates
nl: Voeg kandidaten toe

source: Add a quiz to %name%
nl: Voeg een test toe aan %name%

source: All Seasons
nl: Alle seizoenen

source: Already have an account? Log in
nl: Heb je al een account? Log in

source: Are you sure you want to clear all the results? This will also delete al the eliminations.
nl: Weet je zeker datatype je de resultaten will leegmaken? Dit gooit ook alle eliminaties weg.

source: Are you sure you want to delete this quiz?
nl: Weet je zeker datatype je deze test will verwijderen?

source: Back
nl: Terug

source: Candidate
nl: Kandidaat

source: Candidate not found
nl: Kandidaat niet gevonden

source: Candidates
nl: Kandidaten

source: Clear quiz...
nl: Test leegmaken...

source: Correct Answers
nl: Goede antwoorden

source: Corrections
nl: Jokers

source: Cound not find candidate with name %name%
nl: Kon kandidaat met naam %name% niet vinden

source: Cound not find candidate with name %name% in elimination.
nl: Kon geen kandidaat vinden met de naam %name% in de eliminatie

source: Create a season
nl: Maak een seizoen aan

source: Create an account
nl: Maak een account aan

source: Deactivate Quiz
nl: Deactiveer test

source: Delete Quiz...
nl: Test verwijderen...

source: Download Template
nl: Download sjabloon

source: EMPTY
nl: LEEG

source: Enter name
nl: Voer een naam in

source: Enter your name
nl: Voer je naam in

source: Error clearing quiz
nl: Fout bij leegmaken test

source: Green
nl: Groen

source: Invalid season code
nl: Ongeldige seizoencode

source: Load Prepared Elimination
nl: Laad voorbereide eliminatie

source: Logout
nl: Uitloggen

source: Make active
nl: Maak actief

source: Manage
nl: Beheren

source: Manage Quiz
nl: Beheer test

source: Name
nl: Naam

source: No
nl: Nee

source: Next
nl: Volgende

source: No active quiz
nl: Geen actieve test

source: No results
nl: Geen resultaten

source: Number of dropouts:
nl: Aantal afvallers:

source: Owner(s)
nl: Eigena(a)r(en)

source: Password
nl: Wachtwoord

source: Please Confirm
nl: Bevestig Alsjeblieft

source: Please Confirm your Email
nl: Bevestig je e-mailadres alsjeblieft

source: Please sign in
nl: Log in aub

source: Please upload a valid XLSX file
nl: Upload een geldig XLSX-bestand

source: Prepare Custom Elimination
nl: Bereid aangepaste eliminatie voor

source: Questions
nl: Vragen

source: Quiz
nl: Test

source: Quiz (xlsx)
nl: Test (xlsx)

source: Quiz Added!
nl: Test toegevoegd!

source: Quiz cleared
nl: Test leeggemaakt

source: Quiz completed
nl: Test voltooid

source: Quiz deleted
nl: Test verwijderd

source: Quiz name
nl: Testnaam

source: Quizzes
nl: Tests

source: Red
nl: Rood

source: Register
nl: Registreren

source: Remember me
nl: Onthoud mij

source: Repeat Password
nl: Herhaal wachtwoord

source: Save
nl: Opslaan

source: Save and start elimination
nl: Opslaan en start eliminatie

source: Season
nl: Seizoen

source: Season Code
nl: Seizoencode

source: Season Name
nl: Seizoennaam

source: Seasons
nl: Seizoenen

source: Settings
nl: Instellingen

source: Sign in
nl: Log in

source: Submit
nl: Verstuur

source: The password fields must match.
nl: De wachtwoorden moeten overeen komen.

source: There are no answers for this question
nl: Er zijn geen antwoorden voor deze vraag

source: There is no active quiz
nl: Er is geen test actief

source: Time
nl: Tijd

source: Yes
nl: Ja

source: You have no seasons yet.
nl: Je hebt nog geen seizoenen.

source: Your Seasons
nl: Jouw seizoenen

source: Your email address has been verified.
nl: Je e-mailadres is geverifieerd.
